Repository: islamsabry2008/enigma2-plugins
Catalog: imdb/po/*.po
Languages: fi

source: %d out of %d found this helpful.
fi: %d/%d piti tätä hyödyllisenä.

source: Ambiguous results
fi: Epäselvät tulokset

source: Couldn't get event name
fi: Ohjelman nimeä ei saatu

source: Details
fi: Tiedot

source: Downloading Movie Poster...
fi: Ladataan elokuvan julistetta...

source: Downloading reviews...
fi: Ladataan arvosteluja...

source: E
fi: J

source: Enable this to be able to access IMDb search setup from within the plugin browser.
fi: Näytä IMDb-asetukset lisäosien valinnassa.

source: Enable this to be able to access IMDb searches from within the movie list.
fi: Näytä IMDB-haku tallenneluettelossa.

source: Enable this to be able to access IMDb searches from within the plugin browser.
fi: Näytä IMDB-haku lisäosien valinnassa.

source: Enter search
fi: Haku

source: Enter text to search for
fi: Tekstihaku

source: Exit
fi: Poistu

source: Exit IMDb search
fi: Poistu IMDb-hausta

source: Extra Info
fi: Lisätiedot

source: IMDB Exception
fi: IMDb poikkeus

source: IMDb Details parsed
fi: IMDb-tiedot jäsennettynä

source: IMDb Download completed
fi: IMDb-lataus valmis

source: IMDb Download failed
fi: IMDb-lataus epäonnistui

source: IMDb Menu
fi: IMDb-valikko

source: IMDb Plugin
fi: IMDb-lisäosa

source: IMDb Re-Download completed
fi: IMDb-uudelleenlataus valmis

source: IMDb Reviews failed
fi: IMDb-arvostelut epäonnistuivat

source: IMDb Reviews parsed
fi: IMDb-arvostelut jäsennetty

source: IMDb Setup
fi: IMDb-asetukset

source: IMDb can not get Movie Information to write to .txt file!
fi: IMDb ei saa kirjoitettua elokuvan tietoja tekstitiedostoon!

source: IMDb query failed!
fi: IMDb-haku epäonnistui!

source: IMDb save completed
fi: IMDb-tallennus valmis

source: IMDb search
fi: IMDb-haku

source: IMDb setup
fi: IMDb-asetukset

source: Ignoring invalid imdbId: %s
fi: Ohitetaan virheellinen imdbId: %s

source: Include episodes in the results. Takes effect after the next search of IMDb for a show name.
fi: Sisällytä jaksot tuloksiin. Tulee voimaan, kun seuraavan kerran haetaan IMDb:sta ohjelman nimeä.

source: Local file does not exist: %s
fi: Paikallista tiedostoa ei ole olemassa: %s

source: Menu
fi: Valikko

source: No IMDb match.
fi: Ei IMDb-osumia.

source: No IMDb match:
fi: Ei IMDb-osumia:

source: No cast list found in the database.
fi: Ei löytynyt näyttelijätietoja.

source: No details found.
fi: Ei löytynyt tietoja.

source: Page down
fi: Sivu alas

source: Page up
fi: Sivu ylös

source: Parsing reviews...
fi: Jäsentää arvosteluja...

source: Play Trailer
fi: Näytä traileri

source: Please select the matching entry
fi: Valitse sopivin hakutulos

source: Query IMDb: %s
fi: IMDb haku: %s

source: Re-Query IMDb: %s...
fi: IMDb uudelleen haku: %s...

source: S
fi: K

source: Save current Details as .html for offline use
fi: Tallenna nykyiset Lisätiedot HTML-tiedostona

source: Save current Details as .txt
fi: Tallenna nykyiset Lisätiedot tekstitiedostoon

source: Save current Poster and Details as .txt
fi: Tallenna nykyinen Juliste ja Lisätiedot tekstitiedostoon

source: Search Trailer
fi: Etsi traileria

source: Search for details from the Internet Movie Database
fi: Etsi IMDb:stä lisätietoja

source: Settings for Internet Movie Database searches
fi: IMDb-haun asetukset

source: Setup
fi: Asetukset

source: Show a bigger poster
fi: Näytä isompi juliste

source: Show episode and year information for cast when available. Takes effect after the next fetch of show details.
fi: Näytä näyttelijöiden jakso- ja vuositiedot, kun ne ovat saatavilla. Tulee voimaan ohjelman tietojen seuraavan haun jälkeen.

source: Show first page of user reviews
fi: Näytä käyttäjien arvostelujen ensimmäinen sivu

source: Show episode and year information in cast list
fi: Näytä jakso- ja vuositiedot näyttelijälistassa

source: Show episodes in title menu
fi: Näytä jaksot nimivalikossa

source: Show extra information in title menu
fi: Näytä lisätiedot nimivalikossa

source: Show in movie list
fi: Näytä tallenneluettelossa

source: Show list of matched movies and series
fi: Näytä osuvimmat elokuvat ja sarjat

source: Show movie and series basic details
fi: Näytä elokuvien ja sarjojen perustiedot

source: Show movie and series extra details
fi: Näytä elokuvien ja sarjojen lisätiedot

source: Show movie and series synopsis
fi: Näytä elokuvan ja sarjojen tiivistelmä

source: Show search in plugin browser
fi: Näytä haku lisäosien valinnassa

source: Show setup in plugin browser
fi: Näytä asetukset lisäosien valinnassa

source: Spoiler
fi: Spoileri

source: SubsSupport import failed
fi: SubsSupport-tuonti epäonnistui

source: SubsSupport search
fi: SubsSupport-haku

source: Show the type of the title and top cast. Takes effect after the next search of IMDb for a show name.
fi: Näytä nimikkeen tyyppi ja tärkeimmät näyttelijät. Tulee voimaan, kun IMDb:stä tehdään seuraavan ohjelman nimen haku.

source: Synopsis
fi: Tiivistelmä

source: This option allows you add words/phrases for IMDb to ignore when searching. Please separate the words/phrases with commas.
fi: Tämän vaihtoehdon avulla voit lisätä sanoja/lauseita, joita IMDb jättää huomiotta haussa. Erota sanat/lauseet pilkuilla.

source: Title Menu
fi: Nimivalikko

source: Words / phrases to ignore
fi: Huomiotta jätettävät sanat / lauseet

source: User reviews
fi: Käyttäjäarvostelut

source: connection error
fi: yhteysvirhe

source: no user rating yet
fi: ei vielä käyttäjäarvioita

source: timeout
fi: aikakatkaisu
